[
    {
        "id": 1,
        "title": "What makes a home 'eco-friendly'?",
        "content": "TIMBA is a powerful and user-friendly software designed to streamline time management and project tracking for individuals, teams, and businesses of all sizes. It offers a range of features, including contract management, time tracking, payment monitoring, and more."
    },
    {
        "id": 2,
        "title": "What are some common features of eco-friendly homes?",
        "content": "Eco-friendly homes typically feature energy-efficient appliances, which use less energy than traditional appliances and can help to reduce energy bills. Features include: solar panel, insulation, efficient lighting, water-saving features, sustainable materials, e.t.c"
    },
    {
        "id": 3,
        "title": "Are eco-friendly homes more expensive than traditional homes?",
        "content": "TIMBA&#39;s main features include centralized contract storage, real-time contract monitoring with start and end dates, milestones tracking, automated invoicing, payment tracking, and contract expiration alerts."
    },
    {
        "id": 4,
        "title": "How do eco-friendly homes benefit the environment?",
        "content": "TIMBA is a web-based app that is easy to use. It has a user-friendly interface and a simple, straightforward workflow. TIMBA is suitable for non-tech-savvy users."
    },
    {
        "id": 5,
        "title": "What is the process for building or renovating an eco-friendly home?",
        "content": "By providing insights into workforce performance and project progress, TIMBA empowers users to optimize their time, monitor productivity, and make informed decisions for improved efficiency."
    },
    {
        "id": 6,
        "title": "What are some financing options for purchasing an eco-friendly home?",
        "content": "Yes, TIMBA is designed to be scalable and versatile, making it suitable for both small businesses and large enterprises with varying time tracking and contract management needs."
    },
    {
        "id": 7,
        "title": "Can I still have a modern and stylish home while also being eco-friendly?",
        "content": "TIMBA takes data security seriously and employs industry-standard security measures to protect user information and ensure data confidentiality."
    },
    {
        "id": 8,
        "title": "How do eco-friendly homes improve indoor air quality?",
        "content": "Yes, TIMBA offers a 30-day free trial, allowing users to experience its features and benefits risk-free before making a commitment."
    },
    {
        "id": 9,
        "title": "What are some common misconceptions about eco-friendly homes?",
        "content": "Yes, TIMBA offers a 30-day free trial, allowing users to experience its features and benefits risk-free before making a commitment."
    },
    {
        "id": 10,
        "title": "How do I know if an eco-friendly home is right for me?",
        "content": "Yes, TIMBA offers a 30-day free trial, allowing users to experience its features and benefits risk-free before making a commitment."
    }
]