[
    {
        "id": 1,
        "title": "What is Dara technology, and how does it work?",
        "content": "Dara technology is a cutting-edge platform designed to connect customers with skilled service providers seamlessly. It works by matching customer requests with the expertise and availability of service providers in real-time."
    },
    {
        "id": 2,
        "title": "How do I sign up as a customer on Dara?",
        "content": " Signing up as a customer on Dara is easy. Simply download our app or visit our website, create an account, and start searching for the services you need in your area."
    },
    {
        "id": 3,
        "title": "How can I become a service provider on Dara?",
        "content": "To become a service provider on Dara, you'll need to complete a registration process, including providing details about your expertise, certifications, and availability. Once approved, you can start offering your services to customers."
    },
    {
        "id": 4,
        "title": " Is Dara available in my area?",
        "content": " Dara is continually expanding its coverage. To check if Dara is available in your area, please visit our website or download our app and enter your location."
    },
    {
        "id": 5,
        "title": "What types of services can I find on Dara?",
        "content": "Dara offers a wide range of services, including home maintenance, beauty and wellness, tutoring, event planning, and much more. You can explore these categories on our platform."
    },
    {
        "id": 6,
        "title": "How does Dara ensure the quality of service providers?",
        "content": "Dara has a rigorous vetting process for service providers, including background checks and verification of qualifications. Customer reviews and ratings also help maintain service quality."
    },
    {
        "id": 7,
        "title": "How do payments work on Dara?",
        "content": "Payments on Dara are secure and convenient. You can pay for services using various payment methods within the app or website. Payments are processed securely, and you'll receive an invoice for your records."
    },
    {
        "id": 8,
        "title": "What if I have a problem with a service or service provider?",
        "content": "If you encounter any issues with a service or service provider, please contact our customer support team through the app or website. We'll work to resolve any concerns promptly."
    },
    {
        "id": 9,
        "title": "Is my personal information safe on Dara?",
        "content": "Yes, Dara takes the privacy and security of your personal information seriously. We have robust security measures in place to protect your data. You can review our privacy policy for more details."
    }
]